Repository: dricard/Nouilles
Catalog: Nouilles/*.lproj/Localizable.strings
Languages: fr

source: Noodle
fr: Nouille

source: Choose from the album or take a picture
fr: Choisir à partir de l'album ou prendre une photo

source: Qty
fr: Qtée

source: Time
fr: Temps

source: Minus
fr: Moins

source: Nutritional value per serving
fr: Valeur nutritive par portion

source: Rating
fr: Appréciation

source: rating
fr: appréciation

source: Edit
fr: Editer

source: Fat
fr: Lipides

source: Saturated
fr: Saturés

source: Carbohydrate
fr: Glucides

source: Fibre
fr: Fibres

source: Sugars
fr: Sucres

source: Protein
fr: Protéines

source: Name
fr: Nom

source: Brand
fr: Marque

source: Meal serving
fr: Portion repas

source: Side-dish serving
fr: Portion accompagnement

source: Cooking time
fr: Temps de cuisson

source: Add picture
fr: Ajouter une image

source: Add Noodle
fr: Ajouter une nouille

source: Scan barcode
fr: Lire code-bar

source: Cancel
fr: Annuler

source: Save
fr: Sauvegarder

source: Back
fr: Retour

source: meal
fr: repas

source: Serving
fr: Portion

source: serving
fr: portion

source: side dish
fr: à côté

source: cannot be empty
fr: doit avoir une valeur

source: must be a number
fr: doit être un nombre

source: cannot be negative
fr: ne peut pas être négatif

source: is outside the allowed range of values
fr: n'est pas une valeur permise

source: is invalid
fr: n'est pas valide

# Field
source: Value in field
fr: La valeur dans le champ

source: Unsaved entry
fr: Données non sauvegardées

source: You have entered some data and have not saved, are you sure you want to discard the data?
fr: Vous avez inscrit des données, êtes vous certain de vouloir quitter sans sauvegarder?

source: Discard
fr: Jetter

source: Invalid Entry
fr: Champ invalide

source: no data
fr: aucune information

source: Show Timer
fr: Voir la minuterie

source: Start Timer
fr: Partir la minuterie

source: # of people
fr: N. de personnes

source: Meal serving size
fr: Qtée pour un repas

source: Side-dish serving size
fr: Qtée pour un accompagnement

source: Usually prefer meal size
fr: Qtée pour un repas

source: Have noodles on hand?
fr: Disponibles?

source: Meal size preference
fr: Utilisation la plus fréquente

source: Noodle availability
fr: Disponibilité de ces nouilles

source: Nutritional info serving size
fr: Qtée de référence

source: Trans fats
fr: Gras trans

source: cups
fr: tasses

source: cp
fr: ts

source: Toggle
fr: Modifier

source: On Hand
fr: Disponibilité

source: Delete
fr: Effacer

source: About Noodles
fr: À propos de Nouilles

source: Noodles
fr: Nouilles

# is made by
source: by
fr: par

source: Noodles is dedicated to
fr: Nouilles est dédiée à

# Dominique, Coralie and Florence — for their patience and their love of noodles!
source: Dominique, Coralie and Florence for their support and their patience and for their love of noodles!
fr: Dominique, Coralie et Florence pour leur support et leur patience et pour leur grand amour des nouilles!

source: Help
fr: Aide

source: Filters
fr: Options

source: By Name
fr: Par nom

source: By Brand
fr: Par marque

source: By Rating
fr: Par appréciation

source: By Cooking Time
fr: Par temps de cuisson

source: All
fr: Toutes

source: On hand
fr: Disponibles

source: Sort by name
fr: Trier par nom

source: Sort by Brand, then by name
fr: Trier par marque, puis par nom

source: Sort by Rating, then by name
fr: Trier par appréciation, puis par nom

source: Sort by cooking time, then by name
fr: Trier par temps de cuisson, puis par nom

source: All noodles
fr: Toutes les nouilles

source: Only those listed as available
fr: Seulement celles disponibles

source: Sort
fr: Trier

source: Show
fr: Afficher

source: About
fr: À propos

source: Success
fr: Succès

source: Failed
fr: Échec

source: Data was returned from the server
fr: Certaines informations ont été fournies par le serveur

source: No data was provided by the server
fr: Aucune information n'a été retournée par le serveur

source: Unable to communicate successfully with the server
fr: Impossible de communiquer avec le serveur

source: Choose an image from the Album (no camera on this device)
fr: Choisissez une image de l'album photo (il n'y a pas de camera sur cet appareil)

source: Only those listed as unavailable
fr: Seulement celles non disponibles

source: Available
fr: Disponibles

source: Unavailable
fr: Non disponibles

source: Current value
fr: Valeur actuelle

source: Enter a new value for
fr: Choisissez une nouvelle valeur pour

source: Network Error
fr: Erreur de communication

source: The server did not respond to the request for nutritional information.
fr: Le serveur n'a pas fourni d'information nutritionnelle.

source: Could not get nutritional information from the server.
fr: Impossible d'obtenir des informations nutritionnelles du serveur.

source: There was an error with the network request. Check your network connection.
fr: Impossible d'accéder au réseau. Vérifiez la connexion au réseau.

source: There was an error with the network request.
fr: Une erreur est survenue lors de la communication au réseau.

source: Main meal
fr: Pour un repas

source: Side Dish
fr: Pour un accompagnement

source: Show noodles used for main meal
fr: Seulement celles préférées comme repas principal

source: Show noodles used as a side dish
fr: Seulement celles préférées comme accompagnement

source: Noodle Alert!
fr: Alerte Nouilles!

source: Your noodles are ready!
fr: Vos nouilles sont prêtes!

# Noodles requires persmissions to set notifications
source: Noodles requires permissions to send notifications
fr: Nouilles a besoin de votre permission

source: To use timers while Noodles is in the background you need to enable notifications in Settings/Notifications/Noodles.
fr: Pour pouvoir utiliser des minuteries lorsque Nouilles est en veille vous devez activer les notifications dans Réglages/Notifications/Noodles.

# Never ask me this again
source: Never remind me about this again
fr: Ne plus jamais me le rappeler

source: Gluten free
fr: Sans gluten

source: Long noodles
fr: Nouilles longues

source: Gluten Free
fr: Sans gluten

source: Show only noodles that are gluten free
fr: Seulement les nouilles sans gluten

source: Long Noodles
fr: Nouilles longues

source: Show only long noodles
fr: Seulement les longues nouilles
